src/assets/requests/schedule/get_group_list_by_user_id.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <GetGroupListByUserID xmlns="http://schemas.intasect.co.jp/mycal/service/group" preserveSpace="no" qAccess="0" qValues="">
      <cursor id="0" position="0" numRows="5" maxRows="99999" sameConnection="false" />
      <userID></userID>
    </GetGroupListByUserID>
  </SOAP:Body>
</SOAP:Envelope>